Repository: quiz-anthropocene/admin-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato

source: Validated
de: Bestätigt
es: Validado
fr: Validé
it: Convalide

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
it: Pubblicato

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato

source: Computed
de: Berechnet
es: Calculado
fr: Calculé
it: Calcolato

source: Question
de: Frage
es: Pregunta
it: Domanda

source: Contributor
de: Mitwirkender
es: Colaborador
fr: Contributeur
it: Collaboratore

source: Weekly statistics
de: Wöchentliche Statistiken
es: Estadísticas semanales
fr: Statistiques hebdomadaires
it: Statistiche settimanali

source: Monthly statistics
de: Monatliche Statistiken
es: Estadísticas mensuales
fr: Statistiques mensuelles
it: Statistiche mensili

source: Actor ID
de: Akteur-ID
es: ID de Actor
fr: ID de l'acteur
it: Id Attore

source: Actor name
de: Akteurname
es: Nombre del actor
fr: Nom de l'acteur
it: Nome attore

source: Verb
es: Verbo
fr: Verbe
it: Verbo

source: Object ID
de: Objekt-ID
es: ID de objeto
fr: ID de l'objet
it: Id Oggetto

source: Object type
de: Objekttyp
es: Tipo de objeto
fr: Type de l'objet
it: Tipo di oggetto

source: Object name
de: Objektname
es: Nombre del objeto
fr: Nom de l'objet
it: Nome dell'oggetto

source: Additional data
de: Zusätzliche Daten
es: Datos adicionales
fr: Données supplémentaires
it: Dati aggiuntivi

source: Creation date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione

source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento

source: Events
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi

source: <i>{actor_name}</i> {event_verb} the question <strong>{question_name}</strong>
de: <i>{actor_name}</i> {event_verb} die Frage <strong>{question_name}</strong>
es: <i>{actor_name}</i> {event_verb} la pregunta <strong>{question_name}</strong>
fr: <i>{actor_name}</i> a {event_verb} la question <strong>{question_name}</strong>
it: <i>{actor_name}</i> {event_verb} la domanda <strong>{question_name}</strong>

source: <i>{actor_name}</i> {event_verb} the quiz <strong>{quiz_name}</strong>
de: <i>{actor_name}</i> {event_verb} den Test <strong>{quiz_name}</strong>
es: <i>{actor_name}</i> {event_verb} el cuestionario <strong>{quiz_name}</strong>
fr: <i>{actor_name}</i> a {event_verb} le quiz <strong>{quiz_name}</strong>
it: <i>{actor_name}</i> {event_verb} il quiz <strong>{quiz_name}</strong>

source: <i>{actor_name}</i> {event_verb} the question <a href="{question_admin_absolute_url}">{question_name}</a>
de: <i>{actor_name}</i> {event_verb} die Frage <a href="{question_admin_absolute_url}">{question_name}</a>
es: <i>{actor_name}</i> {event_verb} la pregunta <a href="{question_admin_absolute_url}">{question_name}</a>
fr: <i>{actor_name}</i> a {event_verb} la question <a href="{question_admin_absolute_url}">{question_name}</a>
it: <i>{actor_name}</i> {event_verb} la domanda <a href="{question_admin_absolute_url}">{question_name}</a>

source: <i>{actor_name}</i> {event_verb} the quiz <a href="{quiz_admin_absolute_url}">{quiz_name}</a>
de: <i>{actor_name}</i> {event_verb} den Test <a href="{quiz_admin_absolute_url}">{quiz_name}</a>
es: <i>{actor_name}</i> {event_verb} el cuestionario <a href="{quiz_admin_absolute_url}">{quiz_name}</a>
fr: <i>{actor_name}</i> a {event_verb} le quiz <a href="{quiz_admin_absolute_url}">{quiz_name}</a>
it: <i>{actor_name}</i> {event_verb} il quiz <a href="{quiz_admin_absolute_url}">{quiz_name}</a>

source: New contributor! <i>{user_name}</i>
de: Neuer Mitwirkender! <i>{user_name}</i>
es: ¡Nuevo colaborador! <i>{user_name}</i>
fr: Nouveau contributeur ! <i>{user_name}</i>
it: Nuovo collaboratore! <i>{user_name}</i>

source: Language(s)
de: Sprache(n)
es: Idioma (s)
fr: Langue(s)
it: Lingua(e)

source: Type(s)
de: Typ(e)
es: Tipo(s)
it: Tipo(i)

source: Difficulty level(s)
de: Schwierigkeitsgrad(e)
es: Nivel(es) de Dificultad
fr: Niveau(x) de difficulté
it: Livello/i di difficoltà

source: Category(s)
de: Kategorie(n)
es: Categoría(s)
fr: Catégorie(s)
it: Categoria(e)

source: Tag(s)
es: Etiqueta(s)
it: Etichetta(i)

source: Author(s)
de: Autor(en)
es: Autor(es)
fr: Auteur(s)
it: Autore/i

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

source: French
de: Französisch
es: Francés
fr: Français
it: Francese

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

source: Name
es: Nombre
fr: Nom
it: Nome

source: Name (long version)
de: Name (lange Version)
es: Nombre (versión larga)
fr: Nom (version longue)
it: Nome (versione lunga)

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Last update date
de: Letztes Update Datum
es: Fecha de última actualización
fr: Date de dernière modification
it: Data ultimo aggiornamento

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie

source: Questions (public & validated)
de: Fragen (öffentlich & bestätigt)
es: Preguntas (públicas y validadas)
fr: Questions (publiques & validées)
it: Domande (pubbliche e convalidate)

source: Parent?
de: Eltern?
es: ¿Padre?
it: Genitore?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: Answered?
de: Beantwortet?
es: ¿Respondida?
fr: Répondu ?
it: Risposta?

source: Message
de: Nachricht
es: Mensaje
it: Messaggio

source: Text
es: Texto
fr: Texte
it: Testo

source: A question, a comment…
de: Eine Frage, ein Kommentar…
es: Una pregunta, un comentario…
fr: Une question, un commentaire…
it: Una domanda, un commento…

source: Additional information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
it: Informazioni supplementari

source: Type
de: Typ
es: Tipo
it: Tipo

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore

source: Status
es: Estado
fr: Statut
it: Stato

source: In reply to
de: In Antwort auf
es: En respuesta a
fr: En réponse à
it: In risposta a

source: Published?
de: Veröffentlicht?
es: ¿Publicado?
fr: Publié ?
it: Pubblicato?

source: Display the comment publicly (and its reply if it exists)
de: Zeige den Kommentar öffentlich (und seine Antwort, falls er existiert)
es: Mostrar el comentario públicamente (y su respuesta si existe)
fr: Afficher publiquement le commentaire (et sa réponse si elle existe)
it: Mostra il commento pubblicamente (e la sua risposta se esiste)

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti

source: Anonymous user
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
it: Utente anonimo

source: Parent
de: Elternteil
es: Padres
it: Genitore

source: Answered
de: Beantwortet
es: Respondido
fr: Répondu
it: Risposto

source: Processed
de: Verarbeitet
es: Procesado
fr: Traité
it: Elaborato

source: Actions
de: Aktionen
es: Acciones
it: Azioni

source: Multiple choice questionnaire
de: Multiple-Choice Fragebogen
es: Cuestionario de elección múltiple
fr: Questionnaire à choix multiples
it: questionario a scelta multipla

source: Multiple choice questionnaire with multiple answers
de: Multiple-Choice-Fragebogen mit mehreren Antworten
es: Cuestionario de elección múltiple con múltiples respuestas
fr: Questionnaire à choix multiples avec réponses multiples
it: questionario a scelta multipla con risposte multiple

source: True or False
de: Richtig oder falsch
es: Verdadero o False
fr: Vrai ou Faux
it: Vero o falso

source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio

source: Hard
de: Schwer
es: Duro
fr: Difficule
it: Difficile

source: Expert
de: Experte
es: Experto
it: Esperto

source: Draft
de: Entwurf
es: Fabricación
fr: Brouillon
it: Bozza

source: To validate
de: Zur Validierung
es: Para validar
fr: A valider
it: Per convalidare

source: Set aside
de: Beiseite setzen
es: Dejar de lado
fr: Écarté temporairement
it: Accantonamento da parte

source: Removed
de: Entfernt
es: Eliminado
fr: Écarté
it: Rimosso

source: New question
de: Neue Frage
es: Nueva pregunta
fr: Nouvelle question
it: Nuova domanda

source: New quiz
de: Neuer Test
es: Nuevo test
fr: Nouveau quiz
it: Nuovo quiz

source: Comment about the app
de: Kommentar zur App
es: Comentar sobre la aplicación
fr: Commentaire sur l'application
it: Commento sull'app

source: Comment about a question
de: Kommentar zu einer Frage
es: Comentar sobre una pregunta
fr: Commentaire sur une question
it: Commento su una domanda

source: Comment about a quiz
de: Kommentar zu einem Quiz
es: Comentar sobre un cuestionario
fr: Commentaire sur un quiz
it: Commento su un quiz

source: Contributor note
de: Mitwirkende Notiz
es: Nota del colaborador
fr: Note d'un contributeur
it: Nota del collaboratore

source: Reply
de: Antwort
es: Responder
fr: Réponse
it: Rispondi

source: Application error
de: Anwendungsfehler
es: Error de aplicación
fr: Erreur application
it: Errore applicazione

source: Note
de: Notiz
es: Nota
it: Nota

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta

source: To process
de: Zu verarbeiten
es: Para procesar
fr: À traiter
it: Per elaborare

source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
it: In corso

source: Ignored
de: Ignoriert
es: Ignorado
fr: Ignoré
it: Ignorato

source: Public (exported and in the application)
de: Öffentlich (exportiert und in der Anwendung)
es: Público (exportado y en la aplicación)
fr: Publique (dans l'export et dans l'application)
it: Pubblico (esportato e nella domanda)

source: Hidden (exported but not visible in the application)
de: Versteckt (exportiert, aber nicht sichtbar in der Anwendung)
es: Oculto (exportado pero no visible en la aplicación)
fr: Caché (dans l'export mais pas visible dans l'application)
it: Nascosto (esportato ma non visibile nell'applicazione)

source: Private (not exported and not in the application)
de: Privat (nicht exportiert und nicht in der Anwendung)
es: Privado (no exportado ni en la aplicación)
fr: Privé (pas dans l'export ni dans l'application)
it: Privato (non esportato e non nella domanda)

source: True
de: Richtig
es: Verdadero
fr: Vrai
it: Vero

source: False
de: Falsch
fr: Faux
it: Falso

source: Text search
de: Textsuche
es: Búsqueda de texto
fr: Recherche texte
it: Ricerca testo

source: Word or acronym
de: Wort oder Akronym
es: Palabra o acrónimo
fr: Mot ou sigle
it: Parola o acronimo

source: Alternative names
de: Alternative Namen
es: Nombres alternativos
fr: Noms alternatifs
it: Nomi alternativi

source: Définition (short)
de: De<unk> Finition (kurz)
es: Definición (corta)
fr: Définition (succinte)
it: Definizione di decounted (breve)

source: Accessible source (link)
de: Barrierefreie Quelle (Link)
es: Fuente accesible (enlace)
fr: Lien pour aller plus loin
it: Sorgente accessibile (link)

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Changed fields
de: Geänderte Felder
es: Campos cambiados
fr: Champs modifiés
it: Campi modificati

source: Date
de: Datum
es: Fecha
it: Data

source: Action
de: Aktion
es: Accin
it: Azione

source: Answer image
de: Bild beantworten
es: Responder imagen
fr: Image pour illustrer la réponse
it: Rispondi all'immagine

source: Keep it simple
de: Einfach halten
es: Manténgalo sencillo
fr: Rechercher la simplicité
it: Mantieni semplice

source: Hint
de: Hinweis
es: Pista
fr: Indice
it: Suggerimento

source: Text that the user can decide to display to help him
de: Text, den der Benutzer anzeigen kann, um ihm zu helfen
es: Texto que el usuario puede decidir mostrar para ayudarle
fr: Texte que l'utilisateur peut décider d'afficher pour l'aider
it: Testo che l'utente può decidere di visualizzare per aiutarlo

source: Tags
es: Etiquetas
it: Etichette

source: Difficulty level
de: Schwierigkeitsgrad
es: Nivel de Dificultad
fr: Niveau de difficulté
it: Livello di difficoltà

source: Answer a
de: Antwort ein
es: Responder a
fr: Réponse a
it: Rispondi a

source: Answer b
de: Antwort b
es: Respuesta b
fr: Réponse b
it: Risposta b

source: Answer c
de: Antwort c
es: Respuesta c
fr: Réponse c
it: Risposta c

source: Answer d
de: Antwort d
es: Respuesta d
fr: Réponse d
it: Risposta d

source: The correct answer
de: Die richtige Antwort
es: La respuesta correcta
fr: La bonne réponse
it: La risposta corretta

source: Ordered answers?
de: Bestellte Antworten?
es: ¿Respuestas ordenadas?
fr: Réponses ordonnées ?
it: Risposte ordinate?

source: True if the answer choices should be displayed in this particular order (instead of being mixed up)
de: Richtig, wenn die Antwortauswahl in dieser bestimmten Reihenfolge angezeigt werden soll (anstatt gemischt zu sein)
es: Verdadero si las opciones de respuesta deben mostrarse en este orden en particular (en lugar de ser mezclado)
fr: Vrai si les choix de réponses doivent être affichés dans cet ordre particulier (au lieu d'être mélangés)
it: Vero se le scelte di risposta devono essere visualizzate in questo particolare ordine (invece di essere mescolate)

source: Answer explanation
de: Antwort Erklärung
es: Responder explicación
fr: Explication de texte de la bonne réponse
it: Rispondi alla spiegazione

source: Answer audio explanation (link)
de: Audio-Erklärung beantworten (Link)
es: Responder explicación de audio (enlace)
fr: Lien vers une explication audio
it: Rispondi alla spiegazione audio (link)

source: Answer audio explanation (text to display)
de: Audioerklärung beantworten (Text zum Anzeigen)
es: Responder explicación de audio (texto a mostrar)
fr: Texte pour remplacer l'affichage du lien 'explication audio'
it: Rispondi alla spiegazione audio (testo da visualizzare)

source: Answer video explanation (link)
de: Video-Erklärung beantworten (Link)
es: Responder explicación de vídeo (enlace)
fr: Lien vers une explication vidéo
it: Rispondi alla spiegazione video (link)

source: Answer video explanation (text to display)
de: Video-Erklärung beantworten (Text zum Anzeigen)
es: Responder explicación de vídeo (texto a mostrar)
fr: Texte pour remplacer l'affichage du lien 'explication vidéo'
it: Rispondi alla spiegazione video (testo da visualizzare)

source: Answer accessible source (link)
de: Antwort auf zugängliche Quelle (Link)
es: Responder fuente accesible (enlace)
fr: Lien vers une source 'grand public'
it: Rispondi a sorgente accessibile (link)

source: Answer accessible source (text to display)
de: Antwort auf zugängliche Quelle (Text zum Anzeigen)
es: Responder fuente accesible (texto a mostrar)
fr: Texte pour remplacer l'affichage du lien 'grand public'
it: Risposta sorgente accessibile (testo da visualizzare)

source: Answer scientific source (link)
de: Wissenschaftliche Quelle beantworten (Link)
es: Responder fuente científica (enlace)
fr: Lien vers une source 'scientifique'
it: Risposta fonte scientifica (link)

source: Report, scientific article…
de: Bericht, wissenschaftlicher Artikel…
es: Informar, artículo científico…
fr: Rapport, article scientifique…
it: Report, articolo scientifico…

source: Answer scientific source (text to display)
de: Wissenschaftliche Quelle beantworten (Text zum Anzeigen)
es: Responder fuente científica (texto a mostrar)
fr: Texte pour remplacer l'affichage du lien 'scientifique'
it: Rispondi alla fonte scientifica (testo da visualizzare)

source: Answer reading recommandation
de: Leseempfehlung beantworten
es: Responder recommandación de lectura
fr: Un livre pour aller plus loin
it: Raccomandazione lettura risposta

source: Answer image (link)
de: Antwortbild (Link)
es: Responder imagen (enlace)
fr: Lien vers une image pour illustrer la réponse
it: Rispondi all'immagine (link)

source: Answer image (text to display)
de: Antwortbild (Text zum Anzeigen)
es: Responder imagen (texto a mostrar)
fr: Texte pour illustrer l'image
it: Rispondi all'immagine (testo da visualizzare)

source: Caption, translation, short explanation…
de: Beschriftung, Übersetzung, kurze Erklärung…
es: Leyenda, traducción, explicación corta…
fr: Légende, traduction, explication courte…
it: Didascalia, traduzione, breve spiegazione…

source: Answer extra info
de: Zusätzliche Informationen beantworten
es: Responder información extra
fr: Notes, commentaires et liens explicatifs additionels
it: Rispondi alle informazioni extra

source: Won't be displayed in the application
de: Wird in der Anwendung nicht angezeigt
es: No se mostrará en la aplicación
fr: Ne s'affichera pas dans l'application
it: Non verrà visualizzato nell'applicazione

source: Validation date
de: Validierungsdatum
es: Fecha de validación
fr: Date de validation
it: Data di convalida

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità

source: I certify that I have the necessary rights to publish and share this content
de: Ich bestätige, dass ich die notwendigen Rechte habe, um diese Inhalte zu veröffentlichen und zu teilen
es: Certifico que tengo los derechos necesarios para publicar y compartir este contenido
fr: Je certifie disposer des droits nécessaires pour publier et partager ce contenu
it: Dichiaro di avere i diritti necessari per pubblicare e condividere questo contenuto

source: I agree to a possible commercial use by the association of this content
de: Ich stimme einer möglichen kommerziellen Nutzung durch die Verknüpfung dieser Inhalte zu
es: Acepto un posible uso comercial por parte de la asociación de este contenido
fr: J'autorise une éventuelle exploitation commerciale par l'association de ce contenu
it: Accetto un possibile uso commerciale da parte dell'associazione di questo contenuto

source: Questions
de: Fragen
es: Preguntas
it: Domande

source: # Like
es: # Me gusta
it: # Mi piace

source: Relationship type
de: Beziehungstyp
es: Tipo de relación
fr: Type de relation
it: Tipo di relazione

source: Quiz background image
de: Quiz Hintergrundbild
es: Imagen de fondo del cuestionario
fr: Image pour illustrer le quiz
it: Immagine di sfondo Quiz

source: Introduction
de: Einführung
es: Introducción
it: Introduzione

source: Conclusion
de: Schlussfolgerung
es: Conclusión
it: Conclusione

source: Include leads for further action
de: Leads für weitere Aktion einbeziehen
es: Incluye prospectos para acciones adicionales
fr: Inclure des pistes pour aller plus loin
it: Includi lead per ulteriori azioni

source: Average difficulty level
de: Durchschnittliche Schwierigkeitsstufe
es: Nivel de dificultad promedio
fr: Niveau moyen de difficulté
it: Livello di difficoltà medio

source: Authors
de: Autoren
es: Autores
fr: Auteurs
it: Autori

source: Background image (link)
de: Hintergrundbild (Link)
es: Imagen de fondo (enlace)
fr: Lien vers une image pour illustrer le quiz
it: Immagine di sfondo (collegamento)

source: Audio answers?
de: Audio-Antworten?
es: ¿Respuestas de audio?
fr: Contenu audio ?
it: Risposte audio?

source: Publication date
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
it: Data di pubblicazione

source: Spotlighted?
de: Spotlight?
es: ¿Destacado?
fr: Mis en avant ?
it: Focalizzato?

source: Similar or related quizs
de: Ähnliche oder ähnliche Quizs
es: Preguntas similares o relacionadas
fr: Quizs similaires ou liés
it: Pezzi simili o correlati

source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni

source: Questions not yet validated
de: Fragen noch nicht validiert
es: Preguntas aún no validadas
fr: Questions pas encore validées
it: Domande non ancora convalidate

source: Questions categories
de: Fragenkategorien
es: Categorías de preguntas
fr: Questions catégories
it: Categorie di domande

source: Questions tags
de: Frage-Tags
es: Etiquetas de preguntas
it: Etichette domande

source: Questions authors
de: Autoren der Fragen
es: Autores de preguntas
fr: Questions auteurs
it: Autori di domande

source: Average time (secondes)
de: Durchschnittliche Zeit (Sekunden)
es: Tiempo promedio (segundos)
fr: Durée moyenne (en secondes)
it: Tempo medio (secondi)

source: Average time (minutes)
de: Durchschnittliche Zeit (Minuten)
es: Tiempo promedio (minutos)
fr: Durée moyenne (en minutes)
it: Tempo medio (minuti)

source: Order
de: Sortierung
es: Pedido
fr: Ordre
it: Ordine

source: Positive
de: Positiv
es: Positivo
fr: Positif
it: Positivo

source: Negative
de: Negativ
es: Negativo
fr: Négatif
it: Negativo

source: Answer count
de: Antwortanzahl
es: Número de respuestas
fr: Nombre de réponses
it: Conteggio risposte

source: Right answer count
de: Anzahl der richtigen Antworten
es: Número de respuestas correctas
fr: Nombre de réponses correctes
it: Conteggio risposte giuste

source: Like count
de: Ähnliche Anzahl
es: Cuenta de "Me gusta"
fr: Nombre de likes
it: Conteggio mi piace

source: Dislike count
de: Zähler nicht mögen
es: Conteo de no gustar
fr: Nombre de dislikes
it: Conteggio dissimile

source: Answer chosen by the user
de: Antwort vom Benutzer ausgewählt
es: Respuesta elegida por el usuario
fr: Réponse choisie par l'internaute
it: Risposta scelta dall'utente

source: Context in which the question was answered
de: Kontext, in dem die Frage beantwortet wurde
es: Contexto en el que la pregunta fue respondida
fr: Le contexte dans lequel a été répondu la question
it: Contesto in cui è stata data risposta alla domanda

source: Feedback left on the question
de: Feedback zu der Frage übrig
es: Comentarios dejados en la pregunta
fr: Avis laissé sur la question
it: Feedback rimasto sulla domanda

source: Context in which the feedback was left
de: Kontext, in dem das Feedback übrig wurde
es: Contexto en el que se dejó el comentario
fr: Contexte dans lequel la question a été répondue
it: Contesto in cui il feedback è stato lasciato

source: Quiz question count
de: Anzahl der Quiz Fragen
es: Número de preguntas del cuestionario
fr: Nombre de questions du quiz
it: Conteggio domande quiz

source: Duration (in seconds) to complete the quiz
de: Dauer (in Sekunden), um das Quiz abzuschließen
es: Duración (en segundos) para completar el cuestionario
fr: Temps pris (en secondes) pour compléter le quiz
it: Durata (in secondi) per completare il quiz

source: Details per question
de: Details pro Frage
es: Detalles por pregunta
fr: Les détails par question
it: Dettagli per domanda

source: Feedback left on the quiz
de: Feedback zum Test übrig
es: Comentarios de la izquierda en el cuestionario
fr: Avis laissé sur le quiz
it: Feedback lasciato sul quiz

source: Field name
de: Feldname
es: Nombre del campo
fr: Nom du champ
it: Nome campo

source: Clicked link
de: Link geklickt
es: Enlace clickeado
fr: Lien cliqué
it: Link cliccato

source: Date of statistics
de: Datum der Statistik
es: Fecha de estadísticas
fr: Le jour de la statistique
it: Data delle statistiche

source: Question answer count
de: Fragenantwortanzahl
es: Contador de respuestas de preguntas
fr: Nombre de questions répondues
it: Conteggio risposte domande

source: Public question answer count
de: Anzahl der öffentlichen Fragen
es: Número de respuestas públicas
fr: Nombre de questions publiques répondues
it: Conteggio delle risposte alle domande pubbliche

source: Question within quiz answer count
de: Frage innerhalb der Quiz Antwortzahl
es: Cuento de preguntas dentro del cuestionario de respuestas
fr: Nombre de questions répondues au sein de quizs
it: Domanda nel conteggio delle risposte al quiz

source: Quiz answer count
de: Anzahl Quiz Antworten
es: Número de respuestas del cuestionario
fr: Nombre de quizs répondus
it: Conteggio risposte quiz

source: Public quiz answer count
de: Anzahl öffentlicher Quiz Antworten
es: Recuento de respuestas de preguntas públicas
fr: Nombre de quizs publiques répondus
it: Numero di risposte al quiz pubblico
