Repository: quiz-anthropocene/admin-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Last seen date on page 'Comments on my content'
de: Zuletzt gesehenes Datum auf Seite 'Kommentare zu meinem Inhalt'
es: Última fecha en la página 'Comentarios sobre mi contenido'
fr: Date de dernière visite sur la page 'Commentaires sur mon contenu'
it: Data ultima vista sulla pagina 'Commenti sul mio contenuto'

source: Historical logs
de: Historische Logs
es: Registros históricos
fr: Logs historiques
it: Registri storici

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

source: User image (link)
de: Benutzerbild (Link)
es: Imagen del usuario (enlace)
fr: Lien vers une image de l'utilisateur
it: Immagine utente (link)

source: Website (link)
de: Webseite (Link)
es: Sitio web (enlace)
fr: Site internet
it: Sito Web (link)

source: User card
de: Benutzerkarte
es: Tarjeta de usuario
fr: Fiche utilisateur
it: Scheda utente

source: User cards
de: Benutzerkarten
es: Tarjetas de usuario
fr: Fiches utilisateurs
it: Schede utente

source: The contributor <strong>{first_name} {last_name}</strong> was created.
de: Der Mitwirkende <strong>{first_name} {last_name}</strong> wurde erstellt.
es: El colaborador <strong>{first_name} {last_name}</strong> fue creado.
fr: Le contributeur <strong>{first_name} {last_name}</strong> a été créé.
it: Il collaboratore <strong>{first_name} {last_name}</strong> è stato creato.

source: The category was updated.
de: Die Kategorie wurde aktualisiert.
es: La categoría fue actualizada.
fr: La catégorie a été mise à jour.
it: La categoria è stata aggiornata.

source: The comment was updated.
de: Der Kommentar wurde aktualisiert.
es: El comentario fue actualizado.
fr: Le commentaire a été mis à jour.
it: Il commento è stato aggiornato.

source: Your message was created.
de: Ihre Nachricht wurde erstellt.
es: Tu mensaje ha sido creado.
fr: Votre message a été créé.
it: Il tuo messaggio è stato creato.

source: The glossary item was updated.
de: Das Glossar wurde aktualisiert.
es: El elemento del glosario fue actualizado.
fr: L'article de glossaire a été mis à jour.
it: L'elemento del glossario è stato aggiornato.

source: The glossary item <strong>{glossary_item_name}</strong> was created.
de: Das Glossarelement <strong>{glossary_item_name}</strong> wurde erstellt.
es: Se ha creado el elemento de glosario <strong>{glossary_item_name}</strong>.
fr: L'article de glossaire <strong>{glossary_item_name}</strong> a été créé.
it: L'elemento glossario <strong>{glossary_item_name}</strong> è stato creato.

source: Author card created!
de: Autorenkarte erstellt!
es: ¡Tarjeta de autor creada!
it: Autore della carta creato!

source: Author card updated!
it: Scheda autore aggiornata!

source: The question was updated.
de: Die Frage wurde aktualisiert.
es: La pregunta fue actualizada.
fr: La question a été mise à jour.
it: La domanda è stata aggiornata.

source: The question {question_link} was created.
de: Die Frage {question_link} wurde erstellt.
es: La pregunta {question_link} ha sido creada.
fr: La question {question_link} a été créée.
it: La domanda {question_link} è stata creata.

source: The quiz was updated.
de: Das Quiz wurde aktualisiert.
es: El cuestionario fue actualizado.
fr: Le quiz a été mis à jour.
it: Il quiz è stato aggiornato.

source: The quiz questions were updated.
de: Die Quizfragen wurden aktualisiert.
es: Se actualizaron las preguntas del cuestionario.
fr: Les questions du quiz ont été mis à jour.
it: Le domande quiz sono state aggiornate.

source: The quiz {quiz_link} was created.
de: Der Quiz {quiz_link} wurde erstellt.
es: El cuestionario {quiz_link} ha sido creado.
fr: Le quiz {quiz_link} a été créé.
it: Il quiz {quiz_link} è stato creato.

source: The tag was updated.
de: Der Tag wurde aktualisiert.
es: La etiqueta fue actualizada.
fr: Le tag a été mis à jour.
it: L'etichetta è stata aggiornata.

source: The tag <strong>{tag_name}</strong> was created.
de: Der Tag <strong>{tag_name}</strong> wurde erstellt.
es: Se ha creado la etiqueta <strong>{tag_name}</strong>.
fr: Le tag <strong>{tag_name}</strong> a été créé.
it: Il tag <strong>{tag_name}</strong> è stato creato.

source: Last week stats: {question_answer_count} questions answered, {quiz_answer_count} quizs completed, {comment_count} new comments
de: Letzte Woche Statistik: {question_answer_count} Fragen beantwortet, {quiz_answer_count} Quizs abgeschlossen, {comment_count} neue Kommentare
es: Estadísticas de la semana pasada: {question_answer_count} preguntas contestadas, {quiz_answer_count} preguntas completadas, {comment_count} nuevos comentarios
fr: Statistiques de la semaine dernière : {question_answer_count} questions répondues, {quiz_answer_count} quizs complétés, {comment_count} nouveaux commentaires

source: Last month stats: {question_answer_count} questions answered, {quiz_answer_count} quizs completed, {comment_count} new comments
de: Statistiken im letzten Monat: {question_answer_count} Fragen beantwortet, {quiz_answer_count} Quizs, {comment_count} neue Kommentare
es: Estadísticas del mes pasado: {question_answer_count} preguntas contestadas, {quiz_answer_count} preguntas completadas, {comment_count} nuevos comentarios
fr: Statistiques du mois dernier : {question_answer_count} questions répondues, {quiz_answer_count} quizs complétés, {comment_count} nouveaux commentaires

source: No
de: Nein
es: Nu
fr: Non

source: Junior
de: Jünger
es: Jóvenes

source: Tag
de: Markierung
es: Etiqueta

source: Home
de: Zuhause
es: Inicio
fr: Accueil

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter

source: MB
de: MN
fr: Mo

source: Quiz
es: Examen

source: quiz
es: prueba

source: Validator
fr: Validateur

source: # Ans
fr: # Rép

source: # Corr Ans
fr: # Rép Corr

source: % Corr Ans
fr: % Rép Corr

source: Slug
fr: Fragment d'URL

source: Glossary
fr: Glossaire

source: Tutorial
fr: Tutoriel

source: Email
fr: Adresse e-mail
