Repository: quiz-anthropocene/admin-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Question feedback count
de: Feedback-Anzahl der Fragen
es: Contador de comentarios
fr: Nombre d'avis laissés sur des questions
it: Conteggio feedback domande

source: Question within quiz feedback count
de: Frage innerhalb der Quiz Feedbackanzahl
es: Cuento de preguntas en el cuestionario
fr: Nombre d'avis laissés sur des questions au sein de quizs
it: Domande all'interno del conteggio feedback quiz

source: Quiz feedback count
de: Quiz Feedback Zähler
es: Recuento de comentarios
fr: Nombre d'avis laissés sur des quizs
it: Conteggio feedback quiz

source: Hourly statistics
de: Stündliche Statistiken
es: Estadísticas por hora
fr: Les statistiques par heure
it: Statistiche orarie

source: Successfully answered
de: Erfolgreich beantwortet
es: Respondida con éxito
fr: Taux de réussite
it: Risposta con successo

source: Quizs (public & published)
de: Quiz (öffentlich & veröffentlicht)
es: Prácticas (públicas y publicadas)
fr: Quizs (publiques & publiés)
it: Quizs (pubblico & pubblicato)

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Recent actions
de: Letzte Aktionen
es: Acciones recientes
fr: Actions récentes
it: Azioni recenti

source: View more
de: Mehr anzeigen
es: Ver más
fr: Voir plus
it: Vedi altro

source: Administration
de: Verwaltung
es: Administración
it: Amministrazione

source: Contributors
de: Mitwirkende
es: Colaboradores
fr: Contributeurs
it: Collaboratori

source: Add
de: Neu
es: Añadir
fr: Ajouter
it: Aggiungi

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: All the contributors
de: Alle Beitragenden
es: Todos los colaboradores
fr: Tous les contributeurs
it: Tutti i contributori

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri

source: Filter
de: Filtern
es: Filtro
fr: Filtrer
it: Filtro

source: History
de: Verlauf
es: Historial
fr: Historique
it: Storico

source: View
de: Ansicht
es: Ver
fr: Voir
it: Visualizza

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Field
de: Feld
es: Campo
fr: Champ
it: Campo

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore

source: All the categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie

source: This comment is a <strong>reply</strong>
de: Dieser Kommentar ist eine <strong>Antwort</strong>
fr: Ce commentaire est une <strong>réponse</strong>
it: Questo commento è una risposta <strong></strong>

source: View the initial comment
de: Erstkommentar anzeigen
es: Ver el comentario inicial
fr: Voir le commentaire initial
it: Visualizza il commento iniziale

source: Respond
de: Antwort
es: Respuesta
fr: Répondre
it: Rispondi

source: Notes
de: Notizen
es: Notas
it: Note

source: Comment linked to the question:
de: Kommentar im Zusammenhang mit der Frage:
es: Comentario vinculado a la pregunta:
fr: Commentaire lié à la question :
it: Commento collegato alla domanda:

source: Comment linked to the quiz:
de: Kommentar mit dem Quiz verknüpft:
es: Comentario enlazado al cuestionario:
fr: Commentaire lié au quiz :
it: Commento collegato al quiz:

source: This comment is a reply to:
de: Dieser Kommentar ist eine Antwort auf:
es: Este comentario es una respuesta a:
fr: Ce commentaire est une réponse à :
it: Questo commento è una risposta a:

source: This comment has not yet been <strong>processed</strong>
de: Dieser Kommentar wurde noch nicht <strong>verarbeitet</strong>
fr: Ce commentaire n'a pas encore été <strong>traité</strong>
it: Questo commento non è ancora stato elaborato <strong></strong>

source: Changes
de: Änderungen
es: Cambios
fr: Modifications
it: Modifiche

source: (empty)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)

source: Message by <strong>%(comment_author)s</strong>
de: Nachricht von <strong>%(comment_author)s</strong>
es: Mensaje de <strong>%(comment_author)s</strong>
fr: Message de <strong>%(comment_author)s</strong>
it: Messaggio di <strong>%(comment_author)s</strong>

source: Note by <strong>%(comment_author)s</strong>
de: Hinweis von <strong>%(comment_author)s</strong>
es: Nota de <strong>%(comment_author)s</strong>
fr: Note de <strong>%(comment_author)s</strong>
it: Nota di <strong>%(comment_author)s</strong>

source: Reply by <strong>%(comment_author)s</strong>
de: Antwort von <strong>%(comment_author)s</strong>
es: Responder por <strong>%(comment_author)s</strong>
fr: Réponse de <strong>%(comment_author)s</strong>
it: Risposta di <strong>%(comment_author)s</strong>

source: Reply to the initial comment, or add a note
de: Auf den ersten Kommentar antworten oder eine Notiz hinzufügen
es: Responder al comentario inicial, o añadir una nota
fr: Répondre au message initial, ou ajouter une note
it: Rispondi al commento iniziale o aggiungi una nota

source: <strong>A note?</strong> It would help keep track of how the initial comment is processed
de: <strong>Eine Notiz?</strong> Dies würde helfen, den Überblick zu behalten, wie der erste Kommentar bearbeitet wird
es: <strong>¿Una nota?</strong> Ayudaría a mantener un seguimiento de cómo se procesa el comentario inicial
fr: <strong>Une note ?</strong> Ça permet de garder une trace sur la façon dont a été traité le commentaire
it: <strong>Una nota?</strong> Aiuterebbe a tenere traccia di come viene elaborato il commento iniziale

source: <strong>A reply?</strong> Only one reply possible. For now this content is only visible to contributors, but we will eventually publish comments with their respective replies (to display more information under a question)
de: <strong>Eine Antwort?</strong> Nur eine Antwort möglich. Bisher ist dieser Inhalt nur für Mitwirkende sichtbar aber wir werden irgendwann Kommentare mit ihren jeweiligen Antworten veröffentlichen (um weitere Informationen unter einer Frage anzuzeigen)
es: ¿<strong>una respuesta?</strong> Sólo es posible una respuesta. Por ahora este contenido sólo es visible para los colaboradores, pero eventualmente publicaremos comentarios con sus respectivas respuestas (para mostrar más información bajo una pregunta)
fr: <strong>Une réponse ?</strong> 1 seule réponse possible. Pour l'instant ce contenu est seulement visible par les contributeurs, mais on pourra à terme publier les commentaires avec leur réponse (pour afficher des informations supplémentaires sous une question)
it: <strong>Una risposta?</strong> Solo una risposta possibile. Per ora questo contenuto è visibile solo ai contributori, ma alla fine pubblicheremo commenti con le rispettive risposte (per visualizzare maggiori informazioni sotto una domanda)

source: All the comments
de: Alle Kommentare
es: Todos los comentarios
fr: Tous les commentaires
it: Tutti i commenti

source: Anthropocene Quiz
de: Anthropozen-Quiz
es: Prueba de antropoceno
fr: Quiz de l'Anthropocène
it: Quiz Di Antropocene

source: Website
de: Webseite
es: Sitio web
fr: Application
it: Sito

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

source: My space
de: Mein Bereich
es: Mi espacio
fr: Mon espace
it: Il mio spazio

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

source: Website under construction. Feedback is gladly welcome (bugs, improvements...)
de: Webseite im Aufbau. Feedback ist gerne willkommen (Fehler, Verbesserungen...)
es: Sitio web en construcción. Los comentarios son bienvenidos con gusto (errores, mejoras...)
fr: Site en construction. Preneur de tous vos retours (bugs, améliorations…)
it: Sito web in costruzione. Feedback è volentieri gradito (bug, miglioramenti...)

source: contact us
de: kontaktiere uns
es: contáctenos
fr: nous contacter
it: contattaci

source: %(page_obj_number)s of %(page_obj_paginator_num_pages)s
de: %(page_obj_number)s von %(page_obj_paginator_num_pages)s
es: %(page_obj_number)s de %(page_obj_paginator_num_pages)s
fr: %(page_obj_number)s sur %(page_obj_paginator_num_pages)s
it: %(page_obj_number)s di %(page_obj_paginator_num_pages)s

source: Choose an image
de: Bild auswählen
es: Elige una imagen
fr: Choisissez une image
it: Scegli un'immagine

source: or
de: oder
es: o
fr: ou
it: o

source: drag and drop here
de: hierher ziehen und ablegen
es: arrastra y suelta aquí
fr: glissez ici
it: trascina qui

source: Maximum size
de: Maximale Größe
es: Tamaño máximo
fr: Taille maximale
it: Dimensione massima

source: File type
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file

source: JavaScript is not activated. Please restart Javascript to enable adding images.
de: JavaScript ist nicht aktiviert. Bitte Javascript neu starten, um das Hinzufügen von Bildern zu aktivieren.
es: JavaScript no está activado. Por favor, reinicie Javascript para habilitar la adición de imágenes.
fr: JavaScript n'est pas activé. Il est nécessaire de réactiver JavaScript pour activer la fonctionnalité d'ajout d'image.
it: JavaScript non è attivato. Riavvia Javascript per abilitare l'aggiunta di immagini.

source: Do you need help?
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
fr: Vous avez besoin d'aide ?
it: Avete bisogno di aiuto?

source: How to use the administrator interface
de: Wie man die Administratorschnittstelle benutzt
es: Cómo utilizar la interfaz de administrador
fr: Prendre en main l'interface contributeur
it: Come utilizzare l'interfaccia di amministratore

source: Contact an administrator
de: Einen Administrator kontaktieren
es: Contactar con un administrador
fr: Contacter un administrateur
it: Contatta un amministratore

source: Administrator list
de: Administratorliste
es: Lista de administradores
fr: Liste des administrateurs
it: Elenco amministratori

source: invitation link
de: Einladungslink
es: enlace de invitación
fr: lien d'invitation
it: link di invito

source: You have another question? You want to report a bug, an improvement?
de: Sie haben eine andere Frage? Sie möchten einen Fehler melden, eine Verbesserung?
es: ¿Tienes otra pregunta? ¿Quieres reportar un error, una mejora?
fr: Une autre question ? Un bug ? Une demande d'amélioration ?
it: Hai un'altra domanda? Vuoi segnalare un bug, un miglioramento?

source: Please post your feedback on Discord :)
de: Bitte schreibe dein Feedback bei Discord :)
es: Por favor publica tus comentarios sobre Discord :)
fr: Faites-nous tous vos retours via Discord :)
it: Invia il tuo feedback su Discord :)

source: Hello %(first_name)s!
de: Hallo %(first_name)s!
es: ¡Hola %(first_name)s!
fr: Bonjour %(first_name)s !
it: Ciao %(first_name)s!

source: Welcome to the <strong>contributor interface</strong> of the Anthropocene Quiz.
de: Willkommen im <strong>Contributor Interface</strong> des Anthropozene Quiz.
es: Bienvenido a la interfaz <strong>contribuidor</strong> de Antropocene.
fr: Bienvenue sur <strong>l'interface contributeur</strong> du Quiz de l'Anthropocène.
it: Benvenuto nell'interfaccia <strong>contributor</strong> del Quiz.

source: Here you can:
de: Hier können Sie:
es: Aquí puedes:
fr: Ici vous pourrez :
it: Qui puoi:

source: Create questions & quizs (public or private)
de: Fragen & Quizs erstellen (öffentlich oder privat)
es: Crear preguntas y preguntas (público o privado)
fr: Créer des questions & des quizs (publiques ou privés)
it: Crea domande e quizs (pubblici o privati)

source: Improve public questions (with help from user feedback for example)
de: Verbessern Sie öffentliche Fragen (mit Hilfe von Benutzerfeedback zum Beispiel)
es: Mejorar las preguntas públicas (con ayuda de la retroalimentación del usuario por ejemplo)
fr: Améliorer les questions publiques (grâce aux retours utilisateurs par exemple)
it: Migliora le domande pubbliche (con l'aiuto del feedback dell'utente, ad esempio)

source: View answer stats
de: Antwort-Statistiken anzeigen
es: Ver estadísticas de respuesta
fr: Voir les stats de réponse
it: Visualizza statistiche delle risposte

source: Update the glossary
de: Glossar aktualisieren
es: Actualizar el glosario
fr: Mettre à jour le glossaire
it: Aggiorna il glossario

source: and many more functionalities :)
de: und viele weitere Funktionalitäten :)
es: y muchas más funcionalidades :)
fr: et plein d'autres fonctionnalités :)
it: e molte altre funzionalità :)

source: Comments on my content
de: Kommentare zu meinem Inhalt
es: Comentarios sobre mi contenido
fr: Commentaires sur mon contenu
it: Commenti sui miei contenuti

source: All comments
de: Alle Kommentare
es: Todos los comentarios
fr: Tous les commentaires
it: Tutti i commenti

source: Comments to process
de: Zu bearbeitende Kommentare
es: Comentarios para procesar
fr: Commentaires à traiter
it: Commenti da elaborare

source: New comments
de: Neue Kommentare
es: Nuevos comentarios
fr: Nouveaux commentaires
it: Nuovi commenti

source: My modification history
de: Mein Änderungsverlauf
es: Mi historial de modificaciones
fr: Mon historique de modifications
it: La mia cronologia delle modifiche

source: Last 50 modifications
de: Letzte 50 Änderungen
es: Últimas 50 modificaciones
fr: 50 dernières modifications
it: Ultime 50 modifiche

source: My content
de: Mein Inhalt
es: Mi contenido
fr: Mon contenu
it: I miei contenuti

source: My quizs
de: Meine Quiz
es: Mis cuestionarios
fr: Mes quizs
it: I miei quizs

source: My questions
de: Meine Fragen
es: Mis preguntas
fr: Mes questions
it: Le mie domande

source: %(user_comment_new_count)s comment to process
de: %(user_comment_new_count)s Kommentar zum Verarbeiten
es: Comentario %(user_comment_new_count)s para procesar
fr: %(user_comment_new_count)s commentaire à traiter
it: %(user_comment_new_count)s commento da elaborare

source: %(user_comment_new_new_count)s new comment to process
de: %(user_comment_new_new_count)s neuer Kommentar zum Bearbeiten
es: %(user_comment_new_new_count)s nuevo comentario para procesar
fr: %(user_comment_new_new_count)s nouveau commentaire à traiter
it: %(user_comment_new_new_count)s nuovo commento da elaborare

source: My info
de: Meine Info
es: Mi info
fr: Mes infos
it: Le mie informazioni

source: My profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo

source: You don't have an author card yet!
de: Sie haben noch keine Autorenkarte!
es: Aún no tienes una tarjeta de autor!
fr: Vous n'avez pas encore de fiche auteur !
it: Non hai ancora una carta d'autore!

source: Some statistics
de: Einige Statistiken
es: Algunas estadísticas
fr: Quelques statistiques
it: Alcune statistiche

source: Number of published quizs:
de: Anzahl der veröffentlichten Quizs:
es: Número de pruebas publicadas:
fr: Nombre de quizs publiés :
it: Numero di quiz:

source: Number of answers:
de: Anzahl der Antworten:
es: Número de respuestas:
fr: Nombre de réponses :
it: Numero di risposte:

source: Successfully answered:
de: Erfolgreich beantwortet:
es: Respuesta exitosa:
fr: Taux de réussite :
it: Risposta con successo:

source: Total likes count:
de: Anzahl der Gefällt mir:
es: Total de "Me gusta" :
fr: Nombre de likes :
it: Totale mi piace conteggio:

source: Total dislikes count:
de: Gesamtzahl der Ablehnungen:
es: Número total de descuentos:
fr: Nombre de dislikes :
it: Conteggio totale dei dislikes:

source: View details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Visualizza dettagli

source: Number of validated questions:
de: Anzahl der validierten Fragen:
es: Número de preguntas validadas:
fr: Nombre de questions validées :
it: Numero di domande convalidate:

source: My author card
de: Meine Autorenkarte
es: Mi tarjeta de autor
fr: Ma fiche auteur
it: La mia carta d'autore

source: missing
de: fehlt
es: faltante
it: mancante

source: Some information from your author card will be displayed alongside your quiz introduction
de: Einige Informationen von Ihrer Autorenkarte werden neben Ihrer Quizeinführung angezeigt
es: Alguna información de tu tarjeta de autor se mostrará junto a tu introducción de prueba
fr: Certaines informations de votre fiche auteur seront affichées à coté de l'introduction de votre quiz
it: Alcune informazioni dalla tua carta d'autore verranno visualizzate insieme alla tua introduzione al quiz

source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome nome

source: Last name
de: Nachname
es: Apellido
fr: Nom
it: Cognome

source: Email address
de: E-Mail-Adresse
es: Dirección de email
fr: Adresse e-mail
it: Indirizzo email

source: Roles
de: Rollen
fr: Rôles
it: Ruoli

source: Account creation date
de: Erstellungsdatum des Kontos
es: Fecha de creación de cuenta
fr: Date de création du compte
it: Data di creazione account

source: All my questions
de: Alle meine Fragen
es: Todas mis preguntas
fr: Toutes mes questions
it: Tutte le mie domande

source: All my quizs
de: Alle meine Quizs
es: Todos mis cuestionarios
fr: Tous mes quizs
it: Tutti i miei quizs

source: You can add an <strong>image</strong> at the end of the form
de: Sie können ein <strong>-Bild</strong> am Ende des Formulars hinzufügen
fr: Vous pouvez ajouter une <strong>image</strong> à la fin du formulaire
it: È possibile aggiungere un'immagine <strong></strong> alla fine del modulo

source: Quick tool to compress images:
de: Schnelles Werkzeug, um Bilder zu komprimieren:
es: Herramienta rápida para comprimir imágenes:
fr: Petit outil pour compresser les images :
it: Strumento rapido per comprimere le immagini:

source: Add a note
it: Aggiungi una nota

source: You are the <strong>author</strong> of this question
de: Sie sind der <strong>Autor</strong> dieser Frage
fr: Vous êtes <strong>l'auteur</strong> de cette question
it: Sei l'autore <strong></strong> di questa domanda

source: The question is <strong>not validated</strong> yet
de: Die Frage ist <strong>noch nicht validiert</strong>
fr: La question n'est pas encore <strong>validée</strong>
it: La domanda è <strong>non convalidata</strong> ancora

source: Validated by
de: Bestätigt von
es: Validado por
fr: Validé par
it: Convalidato da

source: Current image
de: Aktuelles Bild
es: Imagen actual
fr: Image actuelle
it: Immagine corrente

source: None
de: Keine
es: Ninguna
fr: Aucun
it: Nessuno

source: All the questions
de: Alle Fragen
es: Todas las preguntas
fr: Toutes les questions
it: Tutte le domande

source: You are the <strong>author</strong> of this quiz
de: Sie sind der <strong>Autor</strong> dieses Quiz
fr: Vous êtes <strong>l'auteur</strong> de ce quiz
it: Sei l'autore <strong></strong> di questo quiz

source: You want to add a collaborator? Contact an administrator
de: Sie möchten einen Mitarbeiter hinzufügen? Kontaktieren Sie einen Administrator
es: ¿Desea añadir un colaborador? Contacte con un administrador
fr: Vous souhaitez ajouter un collaborateur ? Contactez un administrateur
it: Aggiungere un collaboratore? Contattare un amministratore

source: All the authors:
de: Alle Autoren:
es: Todos los autores:
fr: Tous les auteurs :
it: Tutti gli autori:

source: Author(s):
de: Autor(en):
es: Autor(es):
fr: Auteur(s) :
it: Autore/i:

source: The quiz is <strong>not validated</strong> yet
de: Der Test ist <strong>noch nicht validiert</strong>
fr: Le quiz n'est pas encore <strong>validé</strong>
it: Il quiz non è ancora <strong>convalidato</strong>

source: The quiz is <strong>not published</strong> yet
de: Der Test ist <strong>noch nicht veröffentlicht</strong>
fr: Le quiz n'est pas encore <strong>publié</strong>
it: Il quiz è <strong>non ancora pubblicato</strong>

source: The quiz is published even though it is not validated
de: Der Test wird veröffentlicht, obwohl er nicht validiert wurde
es: El cuestionario se publica aunque no sea validado
fr: Le quiz est publié alors qu'il n'est pas validé
it: Il quiz è pubblicato anche se non è convalidato

source: All the quizs
de: Alle Quizs
es: Todos los cuestionarios
fr: Tous les quizs
it: Tutti i quizs

source: All the tags
de: Alle Tags
es: Todas las etiquetas
fr: Tous les tags
it: Tutti i tag

source: question
de: frage
es: pregunta
it: domanda

source: Short biography
de: Kurze Biographie
es: Biografía corta
fr: Courte biographie
it: Breve biografia

source: Relationship with the Anthropocene Quiz
de: Beziehung zum Anthropozen-Quiz
es: Relación con el cuestionario de Antropocene
fr: Lien avec le Quiz de l'Anthropocène
it: Rapporto con il Quiz di Antropicene

source: No website provided
de: Keine Webseite verfügbar
es: No hay sitio web proporcionado
fr: Aucun site internet indiqué
it: Nessun sito web fornito

source: Author cards
de: Autorenkarten
es: Tarjetas de autor
fr: Fiches auteurs
it: Carte autore

source: Quiz authors
de: Quiz Autoren
es: Autores del test
fr: Auteurs de quizs
it: Autori del quiz

source: View author cards
de: Autorenkarten anzeigen
es: Ver tarjetas de autor
fr: Voir les fiches auteurs
it: Visualizza le carte d'autore

source: Administrators
de: Administratoren
es: Administradores
fr: Administrateurs
it: Amministratori

source: User card?
de: Benutzerkarte?
es: ¿Tarjeta de usuario?
fr: Fiche utilisateur ?
it: Scheda utente?

source: Super Contributor
de: Super-Mitwirkender
es: Súper colaborador
fr: Super contributeur
it: Super Collaboratore

source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore

source: You are an administrator
de: Sie sind ein Administrator
es: Usted es un administrador
fr: Vous êtes administrateur
it: Sei un amministratore

source: You don't have the necessary rights
de: Sie haben nicht die notwendigen Rechte
es: No tienes los permisos necesarios
fr: Vous n'avez pas les droits nécessaires
it: Non hai i diritti necessari

source: You don't have the necessary rights to edit this field
de: Sie haben nicht die notwendigen Rechte, um dieses Feld zu bearbeiten
es: No tiene los permisos necesarios para editar este campo
fr: Vous n'avez pas les droits nécessaires pour modifier ce champ
it: Non hai i permessi necessari per modificare questo campo

source: Only an administrator can do it
de: Nur ein Administrator kann es tun
es: Sólo un administrador puede hacerlo
fr: Seul un administrateur peut le faire
it: Solo un amministratore può farlo

source: Only the question author can edit a private question
de: Nur der Fragen-Autor kann eine private Frage bearbeiten
es: Sólo el autor de la pregunta puede editar una pregunta privada
fr: Seul l'auteur peut modifier une question privée
it: Solo l'autore della domanda può modificare una domanda privata

source: Only the quiz author can edit a private quiz
de: Nur der Testautor kann einen privaten Test bearbeiten
es: Sólo el autor del cuestionario puede editar un cuestionario privado
fr: Seul l'auteur peut modifier un quiz privé
it: Solo l'autore del quiz può modificare un quiz privato

source: Only the question author or a super-contributor can edit a public question
de: Nur der Fragen-Autor oder ein Super-Mitwirkender kann eine öffentliche Frage bearbeiten
es: Sólo el autor de la pregunta o un super-contribuidor puede editar una pregunta pública
fr: Seul l'auteur ou un super-contributeur peut modifier une question publique
it: Solo l'autore della domanda o un super-contributore può modificare una domanda pubblica

source: Only the quiz author or a super-contributor can edit a public quiz
de: Nur der Quiz-Autor oder ein Super-Mitwirkender kann ein öffentliches Quiz bearbeiten
es: Sólo el autor del cuestionario o un super-contribuidor puede editar un cuestionario público
fr: Seul l'auteur ou un administrateur peut modifier un quiz publique
it: Solo l'autore del quiz o un super-contributore può modificare un quiz pubblico

source: Last seen date on page 'My space'
de: Zuletzt gesehenes Datum auf Seite 'Mein Raum'
es: Última fecha en la página 'Mi espacio'
fr: Date de dernière visite sur la page 'Mon espace'
it: Data dell'ultima visita alla pagina 'Il mio spazio'
